<!DOCTYPE html>
<html lang="ru">
<head>
    <meta charset="UTF-8">
    <title>Цены</title>
    <link rel="stylesheet" href="style price.css">
    <link rel="preconnect" href="https://fonts.gstatic.com">
    <link href="https://fonts.googleapis.com/css2?family=Red+Hat+Text&display=swap" rel="stylesheet">
    <link href="https://fonts.googleapis.com/css2?family=Nunito&display=swap" rel="stylesheet">
    <script src="https://code.jquery.com/jquery-3.6.0.min.js"></script>
    <script src="j.js"></script>
    <link rel="icon" href="../img/pistons-cross1.svg">
    <meta name="viewport" content="width=device-width">
</head>
<body>
<div class="desktop_version">
<div class="category">
    <span class="category_title">Категории услуг</span>
    <button class="one">Диагностика автомобиля</button>
    <button class="two">Замена технических жидкостей и фильтров</button>
    <button class="three">Тормозная система</button>
    <button class="four">Рулевое управление</button>
    <button class="five">Ходовая часть</button>
    <button class="six">Топливная система</button>
    <button class="seven">Система сцепления</button>
    <button class="eighth">ГРМ</button>
    <button class="nine">Двигатель</button>
    <button class="ten">Система зажигания</button>
    <button class="eleven">Чистка форсунок (инжектора)</button>
    <button class="twelfth">Замена ремней</button>
    <button class="thirteen">Система охлаждения</button>
</div>
    <div class="prices">
        <pre class="price_list transform">
Комплексная диагностика   200
1.  Ходовая часть
2. Тормозная система
3. Двигатель / Навесное оборудование
4. Жидкости
5. Подтекания
Предпродажная диагностика   400
        </pre>
    </div>
</div>

<div class="mobile_version">
    <div class="category">
        <span class="category_title">Категории услуг</span>
        <button class="accordion">Диагностика автомобиля</button>
        <div class="panel">
            <pre>
Комплексная диагностика   200
1.  Ходовая часть
2. Тормозная система
3. Двигатель / Навесное оборудование
4. Жидкости

5. Подтекания
Предпродажная диагностика   400

            </pre>
        </div>
        <button class="accordion">Замена технических жидкостей и фильтров</button>
        <div class="panel">
        <pre>
Замена масла в двигателе   150
Замена масла в МКПП   300
Замена фильтра воздуха   100
Замена фильтра салона   100
Замена фильтра топливного подвесного   200
Замена фильтра топливного в баке   400
Замена фильтра топлива дизельного   200
Частичная замена жидкости в АКПП   400
Полная замена жидкости АКПП   600
Замена масла в раздаточной коробке   250
Замена масла в мосту   250
Замена жидкости ГУР   250
Замена жидкости системы охлаждения   250
            </pre>
        </div>
        <button class="accordion">Тормозная система</button>
        <div class="panel">
            <pre>
Замена шланга тормозного   150
Замена колодок дисковых (комплект)   300
Замена колодок барабанных (комплект)   100
Замена тормозного барабана   448
Замена колодок ручного тормоза   1178
Замена троса ручника (одна сторона)   698
Замена тормозного суппортам   598
Замена ремкомплекта тормозного суппорта
1 поршень   758
Замена ремкомплекта тормозного суппорта
2 поршня   888
Замена ремкомплекта тормозного суппорта
4 поршня   1388
Замена главного тормозного цилиндра   698
Замена тормозного цилиндра рабочего   498
Замена вакуумного усилителя тормозов   1598
Замена тормозных дисков с колодками   998
Замена тормозной жидкости   498
Разработка тормозного суппорта   798
            </pre>
        </div>
        <button class="accordion">Рулевое управление</button>
        <div class="panel">
            <pre>
Замена рулевого наконечника   488
Замена рулевой тяги   588
Замена насоса гидроусилителя   1588
Замена пыльника рулевой рейки   588
            </pre>
        </div>
        <button class="accordion">Ходовая часть</button>
        <div class="panel">
            <pre>
Замена амортизатора в пружине   798
Замена амортизатора без пружины   448
Замена сайлентблока плавающего    848
Замена сайлентблока балки   1298
Замена крестовины карданного вала   1978
Замена подвесного подшипника карданного
вала   1648
Замена ШРУСа (гранаты)   798
Замена пыльника ШРУСа   798
Замена подушки двигателя верхней   958
Замена подушки двигателя нижней   958
Замена втулок стабилизатора со
снятием подрамника (2шт)   1498
Замена шаровой опоры (запрессованная)   1098
Замена сайлентблока подрамника   1298
Замена сальника полуоси передней
подвески   988
Замена сальника полуоси задней подвески   1388
Замена пневмоамортизатора   2688
            </pre>
        </div>
        <button class="accordion">Топливная система</button>
        <div class="panel">
            <pre>
Замена бензонасоса подвесного   598
Замена бензонасоса погружного (в баке)   988
            </pre>
        </div>
        <button class="accordion">Система сцепления</button>
        <div class="panel">
            <pre>
Замена комплекта сцепления
без снятия подрамника   2278
Замена комплекта сцепления
со снятием подрамника   3458
Замена комплекта сцепления
(полный привод)   4278
            </pre>
        </div>
        <button class="accordion">ГРМ</button>
        <div class="panel">
            <pre>
Замена комплекта ГРМ бенз двиг (8 кл)   1778
Замена комплекта ГРМ бенз двиг (16-20 кл) 1988
Замена комплекта ГРМ бенз двиг (16-20 кл)
со снятием передней части   3888
Замена комплекта ГРМ (оппозитный двиг)   3998
Замена комплекта ГРМ бенз двиг (6-8 цил)   3518
Замена комплекта ГРМ бенз двиг (6-8 цил)
со снятием передней части   4988
Замена ремня поликлинового   498
Замена комплекта ГРМ диз двиг (8 кл)   2988
Замена комплекта ГРМ диз двиг (16 кл)   4598
Замена комплекта ГРМ диз двиг (16 кл)
со снятием передней части   5958
Замена комплекта ГРМ диз двиг (6-8 цил)   6598
Замена водяного насоса
(без снятия ремня ГРМ)  1158
Замена комплекта цепи ГРМ (3-4 цил)   5728
Замена комплекта цепи ГРМ и цепи масляного
насоса (3-4 цил)   8738
Замена комплекта цепи ГРМ (3-4 цил)
со снятием передней части   7178
Замена цепи ГРМ (3-4 цилиндра) бенз
или диз двиг со снятием двиг  15278
Замена комплекта цепи ГРМ без снятия двиг
(6-8 цил)   10118
Замена комплекта цепи ГРМ со снятием двиг
(6-8 цил)   26378
            </pre>
        </div>
        <button class="accordion">Двигатель</button>
        <div class="panel">
            <pre>
Замер компресии бенз двиг (1 цилиндр)
без снятия коллектора   198
Замер компресии диз двиг (1 цилиндр)
без снятия коллектора   418
Регулировка клапанов (8 клапанов)   978
Регулировка клапанов (16 клапанов)   1298
Замена прокладки выпускного коллектора   888
Замена прокладки впускного коллектора   888
Замена прокладки клапанной крышки
(без снятия коллектора)   888
Замена заднего сальника коленвала
(МКПП, без снятия подрамника)   2398
Замена заднего сальника коленвала
(МКПП, со снятием подрамника)   3288
Замена заднего сальника коленвала
(АКПП)   5518
Замена заднего сальника коленвала
(АКПП, полный привод)   6468
Замена прокладки клапанной крышки
(со снятием коллектора)   1298
            </pre>
        </div>
        <button class="accordion">Система зажигания</button>
        <div class="panel">
            <pre>
Замена свечей зажигания 4 шт.
(без снятия коллектора)   378
Замена свечей зажигания 6 шт.
(со снятием коллектора)   1318
Замена свечей зажигания 8 шт.
(со снятием коллектора)   1558
Замена свечей зажигания 1 шт.
(оппозитный двигатель)   398
Замена свечей зажигания 4 шт.
(со снятием коллектора)   1158
Монтаж/демонтаж коллектора   768
Замена свечей накала 4 шт.   1158
Замена свечей накала 6 шт.
(без снятия коллектора)   1638
Замена свечей накала 6 шт.
(со снятием коллектора)   2478
Замена свечей накала 8 шт.   3038
            </pre>
        </div>
        <button class="accordion">Чистка форсунок (инжектора)</button>
        <div class="panel">
            <pre>
Чистка форсунок двигателя 4шт   1188
Чистка форсунок двигателя 6шт   1778
Чистка форсунок двигателя 8шт   2378
Монтаж/демонтаж коллектора   768
            </pre>
        </div>
        <button class="accordion">Замена ремней</button>
        <div class="panel">
            <pre>
Замена ремня ГУР   498
Замена ремня генератора   498
Замена ремня кондиционера   498
Замена ролика натяжного ремня   498
Замена ролика обводного ремня   498
            </pre>
        </div>
        <button class="accordion">Система охлаждения</button>
        <div class="panel">
            <pre>
Замена радиатора двигателя   1298
Замена термостата   798
Замена термостата с корпусом в сборе   3088
Замена насоса системы охлаждения
(без снятия ремня ГРМ)   1158
            </pre>
        </div>
    </div>
</div>
<div id="mySidenav" class="sidenav">
    <a href="javascript:void(0)" class="closebtn" onclick="closeNav()">&times;</a>
    <a href="../index.php">Главная</a>
    <a href="price.php">Цены</a>
    <a href="map.php">Схема проезда</a>
    <a href="feedback.php">Отзывы</a>
</div>
</body>
</html>
