
$( document ).ready(function() {
    $(".one").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Комплексная диагностика   200\n" +
            "1.  Ходовая часть\n" +
            "2. Тормозная система\n" +
            "3. Двигатель / Навесное оборудование\n" +
            "4. Жидкости\n" +
            "5. Подтекания\n" +
            "Предпродажная диагностика   400");
    });
    $(".two").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена масла в двигателе   150\n" +
            "Замена масла в МКПП   300\n" +
            "Замена фильтра воздуха   100\n" +
            "Замена фильтра салона   100\n" +
            "Замена фильтра топливного подвесного   200\n" +
            "Замена фильтра топливного в баке   400\n" +
            "Замена фильтра топлива дизельного   200\n" +
            "Частичная замена жидкости в АКПП   400\n" +
            "Полная замена жидкости АКПП   600\n" +
            "Замена масла в раздаточной коробке   250\n" +
            "Замена масла в мосту   250\n" +
            "Замена жидкости ГУР   250\n" +
            "Замена жидкости системы охлаждения   250\n");
    });
    $(".three").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена шланга тормозного   150\n" +
            "Замена колодок дисковых (комплект)   300\n" +
            "Замена колодок барабанных (комплект)   100\n" +
            "Замена тормозного барабана   448\n" +
            "Замена колодок ручного тормоза   1178\n" +
            "Замена троса ручника (одна сторона)   698\n" +
            "Замена тормозного суппортам   598\n" +
            "Замена ремкомплекта тормозного суппорта \n" +
            "1 поршень   758\n" +
            "Замена ремкомплекта тормозного суппорта \n" +
            "2 поршня   888\n" +
            "Замена ремкомплекта тормозного суппорта  \n" +
            "4 поршня   1388\n" +
            "Замена главного тормозного цилиндра   698\n" +
            "Замена тормозного цилиндра рабочего   498\n" +
            "Замена вакуумного усилителя тормозов   1598\n" +
            "Замена тормозных дисков с колодками   998\n" +
            "Замена тормозной жидкости   498\n" +
            "Разработка тормозного суппорта   798");
    });
    $(".four").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена рулевого наконечника   488\n" +
            "Замена рулевой тяги   588\n" +
            "Замена насоса гидроусилителя   1588\n" +
            "Замена пыльника рулевой рейки   588");
    });
    $(".five").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена амортизатора в пружине   798\n" +
            "Замена амортизатора без пружины   448\n" +
            "Замена сайлентблока плавающего   848\n" +
            "Замена сайлентблока балки   1298\n" +
            "Замена крестовины карданного вала   1978\n" +
            "Замена подвесного подшипника карданного вала   1648\n" +
            "Замена ШРУСа (гранаты)   798\n" +
            "Замена пыльника ШРУСа   798\n" +
            "Замена подушки двигателя верхней   958\n" +
            "Замена подушки двигателя нижней   958\n" +
            "Замена втулок стаб. со снятием подрамника (2шт)   1498\n" +
            "Замена шаровой опоры (запрессованная)   1098\n" +
            "Замена сайлентблока подрамника   1298\n" +
            "Замена сальника полуоси передней подвески   988\n" +
            "Замена сальника полуоси задней подвески   1388\n" +
            "Замена пневмоамортизатора   2688");
    });
    $(".six").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена бензонасоса подвесного   598\n" +
            "Замена бензонасоса погружного (в баке)   988\n");
    });
    $(".seven").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена комплекта сцепления без снятия подрамника   2278\n" +
            "Замена комплекта сцепления со снятием подрамника   3458\n" +
            "Замена комплекта сцепления (полный привод)   4278");
    });
    $(".eighth").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text(
            "Замена комплекта ГРМ бензинового двигателя\n (8 клапанов)   1778\n" +
            "Замена комплекта ГРМ бензинового двигателя\n (16 - 20 клапанов)   1988\n" +
            "Замена комплекта ГРМ бензинового двигателя\n (16-20 клапанов) " +
            "со снятием передней части   3888\n" +
            "Замена комплекта ГРМ (оппозитный двигатель)   3998\n" +
            "Замена комплекта ГРМ бензинового двигателя\n (6 - 8 цилиндров) 3518\n" +
            "Замена комплекта ГРМ бензинового двигателя\n (6-8 цилиндров)\n" +
            "со снятием передней части   4988\n" +
            "Замена ремня поликлинового   498\n" +
            "Замена комплекта ГРМ дизельного двигателя\n (8 клапанов)   2988\n" +
            "Замена комплекта ГРМ дизельного двигателя\n (16 клапанов)   4598\n" +
            "Замена комплекта ГРМ дизельного двигателя\n (16 клапанов) \n" +
            "со снятием передней части   5958\n" +
            "Замена комплекта ГРМ дизельного двигателя\n (6-8 цилиндров)   6598\n" +
            "Замена водяного насоса (без снятия ремня ГРМ)   1158\n" +
            "Замена комплекта цепи ГРМ (3-4 цилиндра)   5728\n" +
            "Замена комплекта цепи ГРМ и цепи масляного\n насоса (3-4 цилиндра)   8738\n" +
            "Замена комплекта цепи ГРМ (3-4 цилиндра)\n" +
            "со снятием передней части   7178\n" +
            "Замена цепи ГРМ (3-4 цилиндра) бензинового\n или дизельного" +
            "двигателя со снятием двигателя   15278\n");
    });
    $(".nine").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text(
            "Замер компресии бензинового двигателя\n (1 цилиндр) без снятия коллектора   198\n" +
            "Замер компресии дизельного двигателя\n (1 цилиндр) без снятия коллектора   418\n" +
            "Регулировка клапанов (8 клапанов)   978\n" +
            "Регулировка клапанов (16 клапанов)   1298\n" +
            "Замена прокладки выпускного коллектора   888\n" +
            "Замена прокладки впускного коллектора   888\n" +
            "Замена прокладки клапанной крышки\n (без снятия коллектора)   888\n" +
            "Замена заднего сальника коленвала\n (МКПП, без снятия подрамника)   2398\n" +
            "Замена заднего сальника коленвала\n (МКПП, со снятием подрамника)   3288\n" +
            "Замена заднего сальника коленвала\n (АКПП)   5518\n" +
            "Замена заднего сальника коленвала\n (АКПП, полный привод)   6468\n" +
            "Замена прокладки клапанной крышки\n (со снятием коллектора)   1298\n");
    });
    $(".ten").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена свечей зажигания 4 шт. (без снятия коллектора)   378\n" +
            "Замена свечей зажигания 6 шт. (со снятием коллектора)   1318\n" +
            "Замена свечей зажигания 8 шт. (со снятием коллектора)   1558\n" +
            "Замена свечей зажигания 1 шт. (оппозитный двигатель)   398\n" +
            "Замена свечей зажигания 4 шт. (со снятием коллектора)   1158\n" +
            "Монтаж/демонтаж коллектора   768\n" +
            "Замена свечей накала 4 шт.   1158\n" +
            "Замена свечей накала 6 шт. (без снятия коллектора)   1638\n" +
            "Замена свечей накала 6 шт. (со снятием коллектора)   2478\n" +
            "Замена свечей накала 8 шт.   3038");
    });
    $(".eleven").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Чистка форсунок двигателя 4шт.   1188\n" +
            "Чистка форсунок двигателя 6шт.   1778\n" +
            "Чистка форсунок двигателя 8шт.   2378\n" +
            "Монтаж/демонтаж коллектора   768");
    });
    $(".twelfth").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена ремня ГУР   498\n" +
            "Замена ремня генератора   498\n" +
            "Замена ремня кондиционера   498\n" +
            "Замена ролика натяжного ремня поликлинового   498\n" +
            "Замена ролика обводного ремня поликлинового   498");
    });
    $(".thirteen").click(function() {
        //$('.transform').toggleClass('transform-active');
        $(".price_list").text("Замена радиатора двигателя   1298\n" +
            "Замена термостата   798\n" +
            "Замена термостата с корпусом в сборе   3088\n" +
            "Замена насоса системы охлаждения (без снятия ремня ГРМ)   1158");
    });


    var pan = document.getElementsByClassName("panel");
    var acc = document.getElementsByClassName("accordion");
    var i;
    var y;
    for (i = 0; i < acc.length; i++) {
        acc[i].addEventListener("click", function() {
            /* Toggle between adding and removing the "active" class,
            to highlight the button that controls the panel */
            this.classList.toggle("active");
            /* Toggle between hiding and showing the active panel */
            var panel = this.nextElementSibling;

            if (panel.style.display === "block") {
                panel.style.display = "none";
            } else {
                for (y = 0; y < pan.length; y++) {
                    if (pan[y].style.display === "block") {
                        this.classList.toggle("active");
                        pan[y].style.display = "none";
                    }
                }
                panel.style.display = "block";
            }
        });
    }


    function openNav() {
        document.getElementById("mySidenav").style.width = "250px";
    }
    /* Set the width of the side navigation to 0 */
    function closeNav() {
        document.getElementById("mySidenav").style.width = "0";
    }
});

